{
  "metadata": {
    "total_size": 14582842432.0
  },
  "weight_map": {
    "embed_out.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.embed_in.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.final_layer_norm.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.final_layer_norm.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.0.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.mlp.dense_4h_to_h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.mlp.dense_h_to_4h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.0.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.mlp.dense_4h_to_h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.mlp.dense_h_to_4h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.1.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.mlp.dense_4h_to_h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.mlp.dense_h_to_4h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.10.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.11.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.11.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.11.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.11.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.11.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.11.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.11.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.11.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.11.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.11.mlp.dense_4h_to_h.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.11.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.11.mlp.dense_h_to_4h.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.11.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.11.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.11.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.12.attention.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.attention.dense.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.attention.dense.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.attention.masked_bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.attention.query_key_value.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.attention.query_key_value.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.attention.rotary_emb.inv_freq": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.input_layernorm.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.input_layernorm.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.mlp.dense_4h_to_h.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.mlp.dense_h_to_4h.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.post_attention_layernorm.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.12.post_attention_layernorm.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.attention.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.attention.dense.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.attention.dense.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.attention.masked_bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.attention.query_key_value.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.attention.query_key_value.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.attention.rotary_emb.inv_freq": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.input_layernorm.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.input_layernorm.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.mlp.dense_4h_to_h.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.mlp.dense_h_to_4h.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.post_attention_layernorm.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.13.post_attention_layernorm.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.attention.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.attention.dense.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.attention.dense.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.attention.masked_bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.attention.query_key_value.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.attention.query_key_value.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.attention.rotary_emb.inv_freq": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.input_layernorm.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.input_layernorm.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.mlp.dense_4h_to_h.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.mlp.dense_h_to_4h.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.post_attention_layernorm.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.14.post_attention_layernorm.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.attention.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.attention.dense.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.attention.dense.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.attention.masked_bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.attention.query_key_value.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.attention.query_key_value.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.attention.rotary_emb.inv_freq": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.input_layernorm.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.input_layernorm.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.mlp.dense_4h_to_h.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.mlp.dense_4h_to_h.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.mlp.dense_h_to_4h.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.mlp.dense_h_to_4h.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.post_attention_layernorm.bias": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.15.post_attention_layernorm.weight": "pytorch_model-00002-of-00002.bin",
    "gpt_neox.layers.2.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.mlp.dense_4h_to_h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.mlp.dense_h_to_4h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.2.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.mlp.dense_4h_to_h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.mlp.dense_h_to_4h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.3.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.mlp.dense_4h_to_h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.mlp.dense_h_to_4h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.4.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.mlp.dense_4h_to_h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.mlp.dense_h_to_4h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.5.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.mlp.dense_4h_to_h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.mlp.dense_h_to_4h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.6.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.mlp.dense_4h_to_h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.mlp.dense_h_to_4h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.7.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.mlp.dense_4h_to_h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.mlp.dense_h_to_4h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.8.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.attention.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.attention.dense.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.attention.dense.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.attention.masked_bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.attention.query_key_value.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.attention.query_key_value.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.attention.rotary_emb.inv_freq": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.input_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.input_layernorm.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.mlp.dense_4h_to_h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.mlp.dense_4h_to_h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.mlp.dense_h_to_4h.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.mlp.dense_h_to_4h.weight": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.post_attention_layernorm.bias": "pytorch_model-00001-of-00002.bin",
    "gpt_neox.layers.9.post_attention_layernorm.weight": "pytorch_model-00001-of-00002.bin"
  }
}
